Repository: Sanyam-G/switch
Catalog: Sources/Switch/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
pt_br: Geral
ru: Основные
zh_hans: 通用
zh_hant: 一般

source: Picker
de: Umschalter
es: Selector
fr: Sélecteur
ja: ピッカー
ko: 피커
pt_br: Seletor
ru: Переключатель
zh_hans: 选择器
zh_hant: 選擇器

source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
ja: アクセス権
ko: 권한
pt_br: Permissões
ru: Доступ
zh_hans: 权限
zh_hant: 權限

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ko: 모양
pt_br: Aparência
ru: Оформление
zh_hans: 外观
zh_hant: 外觀

source: About
de: Info
es: Acerca de
fr: À propos
ja: 情報
ko: 정보
pt_br: Sobre
ru: О программе
zh_hans: 关于
zh_hant: 關於

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
zh_hans: 语言
zh_hant: 語言

source: Follows System Settings. Restart Switch after changing.
de: Folgt den Systemeinstellungen. Switch danach neu starten.
es: Sigue Ajustes del Sistema. Reinicia Switch después de cambiarlo.
fr: Suit les Réglages Système. Relancez Switch après modification.
ja: システム設定に従います。変更後は Switch を再起動してください。
ko: 시스템 설정을 따릅니다. 변경 후 Switch를 다시 시작하세요.
pt_br: Segue Ajustes do Sistema. Reinicie o Switch depois de alterar.
ru: Как в Системных настройках. После смены перезапустите Switch.
zh_hans: 跟随系统设置。更改后请重新启动 Switch。
zh_hant: 跟隨系統設定。變更後請重新啟動 Switch。

source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
ja: システム設定を開く
ko: 시스템 설정 열기
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
zh_hans: 打开系统设置
zh_hant: 打開系統設定

source: Startup
de: Start
es: Inicio
fr: Démarrage
ja: 起動
ko: 시작
pt_br: Inicialização
ru: Запуск
zh_hans: 启动
zh_hant: 啟動

source: Launch Switch at login
de: Switch bei der Anmeldung starten
es: Abrir Switch al iniciar sesión
fr: Ouvrir Switch à la connexion
ja: ログイン時に Switch を開く
ko: 로그인 시 Switch 실행
pt_br: Abrir Switch ao iniciar sessão
ru: Открывать Switch при входе
zh_hans: 登录时打开 Switch
zh_hant: 登入時打開 Switch

source: Run automatically when you sign in to your Mac.
de: Startet automatisch nach der Anmeldung am Mac.
es: Se ejecuta al iniciar sesión en el Mac.
fr: Se lance automatiquement à la connexion au Mac.
ja: Mac にサインインすると自動的に起動します。
ko: Mac에 로그인하면 자동으로 실행됩니다.
pt_br: Executa automaticamente ao iniciar sessão no Mac.
ru: Запускается автоматически после входа на Mac.
zh_hans: 登录 Mac 后自动运行。
zh_hant: 登入 Mac 後自動執行。

source: Hotkeys
de: Tastenkürzel
es: Atajos
fr: Raccourcis
ja: ホットキー
ko: 단축키
pt_br: Atalhos
ru: Сочетания клавиш
zh_hans: 快捷键
zh_hant: 快速鍵

source: All windows
de: Alle Fenster
es: Todas las ventanas
fr: Toutes les fenêtres
ja: すべてのウインドウ
ko: 모든 윈도우
pt_br: Todas as janelas
ru: Все окна
zh_hans: 全部窗口
zh_hant: 所有視窗

source: Current app
de: Aktuelle App
es: App actual
fr: App active
ja: 現在の App
ko: 현재 앱
pt_br: App atual
ru: Текущее приложение
zh_hans: 当前应用
zh_hant: 目前 App

source: Cycle Spaces. Conflicts with browser tab switching if set to ⌃Tab.
de: Spaces durchlaufen. ⌃Tab kollidiert mit dem Tabwechsel im Browser.
es: Recorre Spaces. ⌃Tab choca con el cambio de pestañas del navegador.
fr: Parcourt les Spaces. ⌃Tab entre en conflit avec les onglets du navigateur.
ja: スペースを切り替えます。⌃Tab にするとブラウザのタブ切り替えと衝突します。
ko: 스페이스를 순환합니다. ⌃Tab으로 두면 브라우저 탭 전환과 충돌합니다.
pt_br: Percorre Spaces. ⌃Tab conflita com a troca de abas do navegador.
ru: Переключает Spaces. ⌃Tab конфликтует со сменой вкладок в браузере.
zh_hans: 循环切换空间。设为 ⌃Tab 时会与浏览器标签页快捷键冲突。
zh_hant: 循環切換空間。設為 ⌃Tab 時會與瀏覽器分頁快捷鍵衝突。

source: Sticky: ⌘W/Q/H · Hold: ⇧⌘W/Q/H · ⇧ reverse
de: Sticky: ⌘W/Q/H · Halten: ⇧⌘W/Q/H · ⇧ rückwärts
es: Sticky: ⌘W/Q/H · Mantener: ⇧⌘W/Q/H · ⇧ inverso
fr: Sticky : ⌘W/Q/H · Maintenir : ⇧⌘W/Q/H · ⇧ inverse
ja: スティッキー: ⌘W/Q/H · 長押し: ⇧⌘W/Q/H · ⇧ 逆方向
ko: 스티키: ⌘W/Q/H · 길게: ⇧⌘W/Q/H · ⇧ 반대
pt_br: Sticky: ⌘W/Q/H · Segurar: ⇧⌘W/Q/H · ⇧ inverso
ru: Sticky: ⌘W/Q/H · Удержание: ⇧⌘W/Q/H · ⇧ назад
zh_hans: 粘滞：⌘W/Q/H · 按住：⇧⌘W/Q/H · ⇧ 反向
zh_hant: 黏滯：⌘W/Q/H · 按住：⇧⌘W/Q/H · ⇧ 反向

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
pt_br: Redefinir
ru: Сбросить
zh_hans: 还原
zh_hant: 還原

source: Sticky toggle
de: Sticky umschalten
es: Alternar sticky
fr: Basculer sticky
ja: スティッキ切替
ko: 스티키 전환
pt_br: Alternar sticky
ru: Переключить sticky
zh_hans: 粘滞开关
zh_hant: 黏滯開關

source: Primary
de: Primär
es: Principal
fr: Principal
ja: メイン
ko: 기본
pt_br: Principal
ru: Основная
zh_hans: 主要
zh_hant: 主要

source: Alternate
de: Alternativ
es: Alternativo
fr: Secondaire
ja: 代替
ko: 보조
pt_br: Alternativo
ru: Доп.
zh_hans: 备用
zh_hant: 備用

source: Clear primary shortcut
de: Primäres Kürzel löschen
es: Borrar atajo principal
fr: Effacer le raccourci principal
ja: メインのショートカットを解除
ko: 기본 단축키 지우기
pt_br: Limpar atalho principal
ru: Сбросить основное сочетание
zh_hans: 清除主要快捷键
zh_hant: 清除主要快速鍵

source: Clear alternate shortcut
de: Alternatives Kürzel löschen
es: Borrar atajo alternativo
fr: Effacer le raccourci secondaire
ja: 代替ショートカットを解除
ko: 보조 단축키 지우기
pt_br: Limpar atalho alternativo
ru: Сбросить дополнительное сочетание
zh_hans: 清除备用快捷键
zh_hant: 清除備用快速鍵

source: Not set
de: Nicht festgelegt
es: Sin asignar
fr: Non défini
ja: 未設定
ko: 설정 안 됨
pt_br: Não definido
ru: Не задано
zh_hans: 未设置
zh_hant: 未設定

source: Press a key…
de: Taste drücken …
es: Pulsa una tecla…
fr: Appuyez sur une touche…
ja: キーを押してください…
ko: 키를 누르세요…
pt_br: Pressione uma tecla…
ru: Нажмите клавишу…
zh_hans: 请按键…
zh_hant: 請按鍵…

source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: 解除
ko: 지우기
pt_br: Limpar
ru: Сбросить
zh_hans: 清除
zh_hant: 清除

source: That shortcut is already assigned.
de: Dieses Kürzel ist bereits vergeben.
es: Ese atajo ya está asignado.
fr: Ce raccourci est déjà attribué.
ja: そのショートカットは既に使われています。
ko: 이미 사용 중인 단축키입니다.
pt_br: Esse atalho já está em uso.
ru: Это сочетание уже занято.
zh_hans: 该快捷键已被占用。
zh_hant: 此快速鍵已被使用。

source: Check for updates automatically
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher les mises à jour automatiquement
ja: アップデートを自動的に確認
ko: 업데이트 자동 확인
pt_br: Buscar atualizações automaticamente
ru: Проверять обновления автоматически
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Look for new versions in the background and offer to install them. Turn off if you update through Homebrew.
de: Sucht im Hintergrund nach neuen Versionen und bietet die Installation an. Ausschalten, wenn du über Homebrew aktualisierst.
es: Busca versiones nuevas en segundo plano y ofrece instalarlas. Desactívalo si actualizas con Homebrew.
fr: Cherche les nouvelles versions en arrière-plan et propose l’installation. Désactivez si vous mettez à jour via Homebrew.
ja: バックグラウンドで新バージョンを確認し、インストールを提案します。Homebrew で更新する場合はオフにしてください。
ko: 백그라운드에서 새 버전을 찾아 설치를 제안합니다. Homebrew로 업데이트한다면 끄세요.
pt_br: Procura novas versões em segundo plano e oferece a instalação. Desative se atualizar pelo Homebrew.
ru: Ищет новые версии в фоне и предлагает установить. Выключите, если обновляете через Homebrew.
zh_hans: 在后台查找新版本并提示安装。若通过 Homebrew 更新，请关闭。
zh_hant: 在背景尋找新版本並提示安裝。若透過 Homebrew 更新，請關閉。

source: Quit Switch
de: Switch beenden
es: Salir de Switch
fr: Quitter Switch
ja: Switch を終了
ko: Switch 종료
pt_br: Encerrar Switch
ru: Выйти из Switch
zh_hans: 退出 Switch
zh_hant: 結束 Switch

source: Relaunch any time from Spotlight or your Applications folder.
de: Jederzeit über Spotlight oder den Ordner Programme erneut starten.
es: Vuelve a abrirlo desde Spotlight o la carpeta Aplicaciones.
fr: Relancez à tout moment depuis Spotlight ou le dossier Applications.
ja: Spotlight またはアプリケーションフォルダからいつでも再起動できます。
ko: Spotlight나 응용 프로그램 폴더에서 언제든 다시 열 수 있습니다.
pt_br: Abra de novo pelo Spotlight ou pela pasta Aplicativos.
ru: Снова откройте через Spotlight или папку Программы.
zh_hans: 之后可从聚焦或“应用程序”文件夹再次打开。
zh_hant: 之後可從 Spotlight 或「應用程式」檔案夾再次打開。

source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
pt_br: Encerrar
ru: Выйти
zh_hans: 退出
zh_hant: 結束

source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
ja: 動作
ko: 동작
pt_br: Comportamento
ru: Поведение
zh_hans: 行为
zh_hant: 行為

source: Sticky picker
de: Sticky-Umschalter
es: Selector sticky
fr: Sélecteur sticky
ja: スティッキーピッカー
ko: 스티키 피커
pt_br: Seletor sticky
ru: Липкий переключатель
zh_hans: 粘滞选择器
zh_hant: 黏滯選擇器

source: Release ⌘ to leave the picker open. Return to switch, Esc to cancel.
de: ⌘ loslassen lässt den Umschalter offen. Return wechselt, Esc bricht ab.
es: Soltar ⌘ deja el selector abierto. Retorno para cambiar, Esc para cancelar.
fr: Relâcher ⌘ laisse le sélecteur ouvert. Retour pour basculer, Esc pour annuler.
ja: ⌘ を離してもピッカーは開いたまま。Return で切り替え、Esc でキャンセル。
ko: ⌘를 놓아도 피커가 열린 채로 남습니다. Return으로 전환, Esc로 취소.
pt_br: Soltar ⌘ deixa o seletor aberto. Return para trocar, Esc para cancelar.
ru: Отпустите ⌘ — панель останется открытой. Return переключает, Esc отменяет.
zh_hans: 松开 ⌘ 后选择器保持打开。Return 切换，Esc 取消。
zh_hant: 放開 ⌘ 後選擇器保持開啟。Return 切換，Esc 取消。

source: Keyboard only
de: Nur Tastatur
es: Solo teclado
fr: Clavier uniquement
ja: キーボードのみ
ko: 키보드만
pt_br: Somente teclado
ru: Только клавиатура
zh_hans: 仅键盘
zh_hant: 僅鍵盤

source: Ignore mouse hover and click while the picker is open.
de: Ignoriert Hover und Klick, solange der Umschalter offen ist.
es: Ignora el cursor y el clic mientras el selector está abierto.
fr: Ignore le survol et le clic tant que le sélecteur est ouvert.
ja: ピッカー表示中はマウスのホバーとクリックを無視します。
ko: 피커가 열려 있는 동안 마우스 호버와 클릭을 무시합니다.
pt_br: Ignora hover e clique enquanto o seletor estiver aberto.
ru: Игнорирует наведение и клик, пока панель открыта.
zh_hans: 选择器打开时忽略鼠标悬停和点击。
zh_hant: 選擇器開啟時忽略滑鼠懸停與點按。

source: Reduce motion
de: Bewegung reduzieren
es: Reducir movimiento
fr: Réduire les animations
ja: 動きを減らす
ko: 동작 줄이기
pt_br: Reduzir movimento
ru: Меньше анимации
zh_hans: 减少动态效果
zh_hant: 減少動態效果

source: Turn off picker fade, selection movement, and other switcher animations.
de: Blendet Einblenden, Auswahlbewegung und andere Animationen aus.
es: Desactiva el fundido, el movimiento de selección y demás animaciones.
fr: Désactive le fondu, le déplacement de la sélection et les autres animations.
ja: ピッカーのフェード、選択の移動、その他のアニメーションをオフにします。
ko: 피커 페이드, 선택 이동 및 기타 전환 애니메이션을 끕니다.
pt_br: Desliga o fade, o movimento da seleção e outras animações.
ru: Отключает появление панели, движение выделения и прочие анимации.
zh_hans: 关闭选择器淡入淡出、选中移动及其他切换动画。
zh_hant: 關閉選擇器淡入淡出、選取移動及其他切換動畫。

source: Hide menu bar icon
de: Menüleistensymbol ausblenden
es: Ocultar el icono de la barra de menús
fr: Masquer l’icône de la barre des menus
ja: メニューバーのアイコンを隠す
ko: 메뉴 막대 아이콘 가리기
pt_br: Ocultar ícone da barra de menus
ru: Скрыть значок в строке меню
zh_hans: 隐藏菜单栏图标
zh_hant: 隱藏選單列圖示

source: Keep Switch off the menu bar. Open Settings by pressing comma while the picker is open.
de: Kein Symbol in der Menüleiste. Komma bei offenem Umschalter öffnet die Einstellungen.
es: No muestra Switch en la barra de menús. La coma abre Ajustes con el selector abierto.
fr: N’affiche pas Switch dans la barre des menus. La virgule ouvre les réglages quand le sélecteur est ouvert.
ja: メニューバーに Switch を出しません。ピッカー表示中にコンマで設定を開けます。
ko: 메뉴 막대에 Switch를 두지 않습니다. 피커가 열린 상태에서 쉼표를 누르면 설정을 엽니다.
pt_br: Não mostra o Switch na barra de menus. A vírgula abre Ajustes com o seletor aberto.
ru: Не показывать Switch в строке меню. Запятая при открытой панели открывает настройки.
zh_hans: 不在菜单栏显示 Switch。选择器打开时按逗号可打开设置。
zh_hant: 不在選單列顯示 Switch。選擇器開啟時按逗號可打開設定。

source: Type to filter
de: Tippen zum Filtern
es: Escribir para filtrar
fr: Taper pour filtrer
ja: 入力でフィルタ
ko: 입력하여 필터
pt_br: Digitar para filtrar
ru: Набор для фильтра
zh_hans: 输入以过滤
zh_hant: 輸入以過濾

source: Filter windows by typing while the picker is open. When disabled, ⌘W/⌘Q/⌘H work directly.
de: Fenster bei offenem Umschalter per Tastatur filtern. Aus: ⌘W/⌘Q/⌘H wirken direkt.
es: Filtra ventanas al escribir. Si está desactivado, ⌘W/⌘Q/⌘H funcionan al momento.
fr: Filtre les fenêtres en tapant. Désactivé, ⌘W/⌘Q/⌘H fonctionnent directement.
ja: ピッカー表示中に入力してウインドウを絞り込みます。オフにすると ⌘W/⌘Q/⌘H がそのまま使えます。
ko: 피커가 열린 동안 입력으로 윈도우를 거릅니다. 끄면 ⌘W/⌘Q/⌘H가 바로 동작합니다.
pt_br: Filtra janelas ao digitar. Desligado, ⌘W/⌘Q/⌘H funcionam direto.
ru: Фильтр окон набором при открытой панели. Выкл. — ⌘W/⌘Q/⌘H сразу.
zh_hans: 选择器打开时可通过输入过滤窗口。关闭后 ⌘W/⌘Q/⌘H 可直接使用。
zh_hant: 選擇器開啟時可透過輸入過濾視窗。關閉後 ⌘W/⌘Q/⌘H 可直接使用。

source: Static order
de: Feste Reihenfolge
es: Orden fijo
fr: Ordre fixe
ja: 固定順
ko: 고정 순서
pt_br: Ordem fixa
ru: Фиксированный порядок
zh_hans: 固定顺序
zh_hant: 固定順序

source: Keep windows in the same spot every time instead of sorting by recent use.
de: Fenster behalten ihren Platz statt nach letzter Nutzung zu sortieren.
es: Mantiene las ventanas en el mismo sitio en vez de ordenar por uso reciente.
fr: Garde les fenêtres à la même place au lieu de trier par usage récent.
ja: 最近の使用順ではなく、毎回同じ位置にウインドウを置きます。
ko: 최근 사용 순이 아니라 항상 같은 자리에 윈도우를 둡니다.
pt_br: Mantém as janelas no mesmo lugar em vez de ordenar por uso recente.
ru: Окна остаются на тех же местах, без сортировки по недавним.
zh_hans: 窗口位置固定，不按最近使用排序。
zh_hant: 視窗位置固定，不依最近使用排序。

source: Hide minimized and hidden windows
de: Minimierte und ausgeblendete Fenster ausblenden
es: Ocultar ventanas minimizadas y ocultas
fr: Masquer les fenêtres réduites et masquées
ja: 最小化・非表示のウインドウを隠す
ko: 최소화·가려진 윈도우 숨기기
pt_br: Ocultar janelas minimizadas e ocultas
ru: Скрывать свёрнутые и спрятанные окна
zh_hans: 隐藏已最小化与已隐藏的窗口
zh_hant: 隱藏已最小化與已隱藏的視窗

source: Leave out windows that are minimized to the Dock or belong to hidden apps.
de: Lässt Fenster aus, die im Dock minimiert sind oder zu ausgeblendeten Apps gehören.
es: Omite ventanas minimizadas en el Dock o de apps ocultas.
fr: Exclut les fenêtres réduites dans le Dock ou appartenant à des apps masquées.
ja: Dock に最小化されたウインドウや非表示 App のウインドウを除外します。
ko: Dock으로 최소화된 윈도우나 가려진 앱의 윈도우를 빼습니다.
pt_br: Deixa de fora janelas minimizadas no Dock ou de apps ocultos.
ru: Не показывает окна в Dock и окна скрытых приложений.
zh_hans: 不列出已最小化到程序坞或属于已隐藏应用的窗口。
zh_hant: 不列出已最小化到 Dock 或屬於已隱藏 App 的視窗。

source: Show number key hints
de: Zifferntastenhinweise zeigen
es: Mostrar atajos numéricos
fr: Afficher les raccourcis numériques
ja: 数字キーのヒントを表示
ko: 숫자 키 힌트 표시
pt_br: Mostrar dicas das teclas numéricas
ru: Подсказки цифровых клавиш
zh_hans: 显示数字键提示
zh_hant: 顯示數字鍵提示

source: Label the first nine windows with the 1-9 key that picks them.
de: Beschriftet die ersten neun Fenster mit der Taste 1–9.
es: Etiqueta las primeras nueve ventanas con las teclas 1–9.
fr: Étiquette les neuf premières fenêtres avec les touches 1–9.
ja: 先頭9件のウインドウに 1–9 の選択キーを表示します。
ko: 처음 아홉 개 윈도우에 1–9 선택 키를 표시합니다.
pt_br: Marca as nove primeiras janelas com as teclas 1–9.
ru: Подписывает первые девять окон клавишами 1–9.
zh_hans: 为前九个窗口标上 1–9 选择键。
zh_hant: 為前九個視窗標上 1–9 選擇鍵。

source: Include apps with no windows
de: Apps ohne Fenster einbeziehen
es: Incluir apps sin ventanas
fr: Inclure les apps sans fenêtre
ja: ウインドウのない App を含める
ko: 윈도우 없는 앱 포함
pt_br: Incluir apps sem janelas
ru: Включать приложения без окон
zh_hans: 包含无窗口的应用
zh_hant: 包含無視窗的 App

source: Show running Dock apps that don't currently have any windows. Picking one activates the app.
de: Zeigt laufende Dock-Apps ohne Fenster. Die Auswahl aktiviert die App.
es: Muestra apps del Dock en ejecución sin ventanas. Elegir una activa la app.
fr: Affiche les apps du Dock en cours sans fenêtre. Les choisir active l’app.
ja: 実行中でウインドウがない Dock の App を表示します。選ぶとその App が前面になります。
ko: 실행 중이지만 윈도우가 없는 Dock 앱을 표시합니다. 고르면 해당 앱이 활성화됩니다.
pt_br: Mostra apps do Dock em execução sem janelas. Escolher uma ativa o app.
ru: Показывает запущенные приложения в Dock без окон. Выбор активирует приложение.
zh_hans: 显示正在运行但暂无窗口的程序坞应用。选中后会激活该应用。
zh_hant: 顯示正在執行但暫無視窗的 Dock App。選取後會啟用該 App。

source: Show thumbnails
de: Miniaturen zeigen
es: Mostrar miniaturas
fr: Afficher les miniatures
ja: サムネイルを表示
ko: 축소판 표시
pt_br: Mostrar miniaturas
ru: Показывать миниатюры
zh_hans: 显示缩略图
zh_hant: 顯示縮圖

source: Capture window previews. Turn off to run without Screen Recording.
de: Nimmt Fenstervorschauen auf. Aus: kein Zugriff auf Bildschirmaufnahme nötig.
es: Captura vistas previas. Desactívalo para no pedir Grabación de pantalla.
fr: Capture les aperçus. Désactivez pour fonctionner sans Enregistrement de l’écran.
ja: ウインドウのプレビューを取得します。オフにすれば画面収録は不要です。
ko: 윈도우 미리보기를 캡처합니다. 끄면 화면 기록 권한이 필요 없습니다.
pt_br: Captura prévias das janelas. Desligue para não precisar de Gravação de Tela.
ru: Снимает превью окон. Выключите, чтобы работать без записи экрана.
zh_hans: 捕获窗口预览。关闭后无需“屏幕录制”权限。
zh_hant: 擷取視窗預覽。關閉後無需「螢幕錄製」權限。

source: Show stoplights on thumbnails
de: Ampeltasten auf Miniaturen
es: Semáforos en las miniaturas
fr: Feux de circulation sur les miniatures
ja: サムネイルに信号ボタンを表示
ko: 축소판에 신호등 표시
pt_br: Semáforos nas miniaturas
ru: Светофор на миниатюрах
zh_hans: 在缩略图上显示红绿灯
zh_hant: 在縮圖上顯示紅綠燈

source: Red/yellow/green buttons to close, minimize, or zoom each window. ⌘W closes the selected window either way.
de: Rot/gelb/grün zum Schließen, Minimieren oder Zoomen. ⌘W schließt das ausgewählte Fenster immer.
es: Rojo/amarillo/verde para cerrar, minimizar o zoom. ⌘W cierra la ventana seleccionada igual.
fr: Rouge/jaune/vert pour fermer, réduire ou zoomer. ⌘W ferme la fenêtre sélectionnée dans tous les cas.
ja: 赤/黄/緑で閉じる・最小化・ズーム。表示の有無にかかわらず ⌘W は選択中のウインドウを閉じます。
ko: 빨강/노랑/초록으로 닫기, 최소화, 확대. 표시 여부와 관계없이 ⌘W는 선택된 윈도우를 닫습니다.
pt_br: Vermelho/amarelo/verde para fechar, minimizar ou zoom. ⌘W fecha a janela selecionada de qualquer forma.
ru: Красный/жёлтый/зелёный — закрыть, свернуть, масштаб. ⌘W закрывает выбранное окно в любом случае.
zh_hans: 红/黄/绿按钮用于关闭、最小化或缩放窗口。无论是否显示，⌘W 都会关闭当前选中窗口。
zh_hant: 紅/黃/綠按鈕用於關閉、最小化或縮放視窗。無論是否顯示，⌘W 都會關閉目前選取的視窗。

source: Show hint strip
de: Hinweisleiste zeigen
es: Mostrar la tira de atajos
fr: Afficher la barre d’aide
ja: ヒントバーを表示
ko: 힌트 바 표시
pt_br: Mostrar faixa de dicas
ru: Показывать полоску подсказок
zh_hans: 显示快捷提示条
zh_hant: 顯示快捷提示列

source: Keyboard shortcut hints at the bottom of the picker.
de: Tastaturhinweise am unteren Rand des Umschalters.
es: Atajos de teclado en la parte inferior del selector.
fr: Raccourcis clavier en bas du sélecteur.
ja: ピッカー下部にキーボードショートカットのヒントを表示します。
ko: 피커 하단에 키보드 단축키 힌트를 표시합니다.
pt_br: Dicas de atalho na parte inferior do seletor.
ru: Подсказки клавиш внизу панели.
zh_hans: 在选择器底部显示键盘快捷提示。
zh_hant: 在選擇器底部顯示鍵盤快捷提示。

source: Show window title first
de: Fenstertitel zuerst
es: Título de ventana primero
fr: Titre de fenêtre en premier
ja: ウインドウタイトルを先に
ko: 윈도우 제목 먼저
pt_br: Título da janela primeiro
ru: Сначала заголовок окна
zh_hans: 窗口标题在前
zh_hant: 視窗標題在前

source: Put the window title ahead of the app name in each tile and row.
de: Zeigt den Fenstertitel vor dem App-Namen in Kachel und Zeile.
es: Pone el título de la ventana delante del nombre de la app en cada mosaico y fila.
fr: Place le titre de la fenêtre avant le nom de l’app dans chaque tuile et ligne.
ja: タイルと行で、App 名より先にウインドウタイトルを表示します。
ko: 타일과 행에서 앱 이름보다 윈도우 제목을 앞에 둡니다.
pt_br: Coloca o título da janela antes do nome do app em cada bloco e linha.
ru: В плитке и строке сначала заголовок окна, затем имя приложения.
zh_hans: 在每个磁贴和列表行中，窗口标题显示在应用名之前。
zh_hant: 在每個方塊與列表列中，視窗標題顯示在 App 名稱之前。

source: Vertical mode
de: Vertikalmodus
es: Modo vertical
fr: Mode vertical
ja: 縦リスト
ko: 세로 모드
pt_br: Modo vertical
ru: Вертикальный режим
zh_hans: 纵向模式
zh_hant: 直向模式

source: Vertical list
de: Vertikale Liste
es: Lista vertical
fr: Liste verticale
ja: 縦一列
ko: 세로 목록
pt_br: Lista vertical
ru: Вертикальный список
zh_hans: 纵向列表
zh_hant: 直向列表

source: One window per row instead of a grid.
de: Ein Fenster pro Zeile statt eines Rasters.
es: Una ventana por fila en vez de una cuadrícula.
fr: Une fenêtre par ligne au lieu d’une grille.
ja: グリッドではなく、1行に1ウインドウです。
ko: 그리드 대신 한 줄에 윈도우 하나.
pt_br: Uma janela por linha em vez de grade.
ru: Одно окно в строке вместо сетки.
zh_hans: 每行一个窗口，而不是网格。
zh_hant: 每列一個視窗，而不是網格。

source: Show top header
de: Kopfzeile zeigen
es: Mostrar cabecera
fr: Afficher l’en-tête
ja: 上部ヘッダを表示
ko: 상단 헤더 표시
pt_br: Mostrar cabeçalho
ru: Показывать шапку
zh_hans: 显示顶部栏
zh_hant: 顯示頂端列

source: Filter text and window count at the top of the picker.
de: Filtertext und Fensterzahl oben im Umschalter.
es: Texto de filtro y recuento de ventanas arriba del selector.
fr: Texte du filtre et nombre de fenêtres en haut du sélecteur.
ja: ピッカー上部にフィルタ文字列とウインドウ数を表示します。
ko: 피커 상단에 필터 텍스트와 윈도우 수를 표시합니다.
pt_br: Texto do filtro e contagem de janelas no topo do seletor.
ru: Текст фильтра и число окон вверху панели.
zh_hans: 在选择器顶部显示过滤文本和窗口数量。
zh_hant: 在選擇器頂端顯示過濾文字與視窗數量。

source: Show preview
de: Vorschau zeigen
es: Mostrar vista previa
fr: Afficher l’aperçu
ja: プレビューを表示
ko: 미리보기 표시
pt_br: Mostrar prévia
ru: Показывать превью
zh_hans: 显示预览
zh_hant: 顯示預覽

source: Window thumbnail at the trailing edge of each row.
de: Fensterminiatur am Ende jeder Zeile.
es: Miniatura de la ventana al final de cada fila.
fr: Miniature de la fenêtre en bout de chaque ligne.
ja: 各行の末尾にウインドウのサムネイルを表示します。
ko: 각 행 끝에 윈도우 축소판을 표시합니다.
pt_br: Miniatura da janela no final de cada linha.
ru: Миниатюра окна в конце каждой строки.
zh_hans: 在每行末尾显示窗口缩略图。
zh_hant: 在每列末端顯示視窗縮圖。

source: Show stoplights
de: Ampeltasten zeigen
es: Mostrar semáforos
fr: Afficher les feux
ja: 信号ボタンを表示
ko: 신호등 표시
pt_br: Mostrar semáforos
ru: Показывать светофор
zh_hans: 显示红绿灯
zh_hant: 顯示紅綠燈

source: Close/minimize/zoom buttons inside each row.
de: Schließen/Minimieren/Zoom in jeder Zeile.
es: Botones cerrar/minimizar/zoom en cada fila.
fr: Boutons fermer/réduire/zoom dans chaque ligne.
ja: 各行に閉じる・最小化・ズームボタンを表示します。
ko: 각 행에 닫기/최소화/확대 버튼을 표시합니다.
pt_br: Botões fechar/minimizar/zoom em cada linha.
ru: Кнопки закрыть/свернуть/масштаб в каждой строке.
zh_hans: 在每行内显示关闭/最小化/缩放按钮。
zh_hant: 在每列內顯示關閉/最小化/縮放按鈕。

source: Sizing
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
ko: 크기
pt_br: Tamanho
ru: Размер
zh_hans: 尺寸
zh_hant: 尺寸

source: Columns
de: Spalten
es: Columnas
fr: Colonnes
ja: 列
ko: 열
pt_br: Colunas
ru: Столбцы
zh_hans: 列数
zh_hant: 欄數

source: Number of columns in the grid view. %lld
de: Anzahl der Spalten in der Rasteransicht. %lld
es: Número de columnas de la cuadrícula. %lld
fr: Nombre de colonnes de la grille. %lld
ja: グリッドの列数。%lld
ko: 그리드 열 수. %lld
pt_br: Número de colunas da grade. %lld
ru: Число столбцов в сетке. %lld
zh_hans: 网格视图的列数。%lld
zh_hant: 網格檢視的欄數。%lld

source: Thumbnail size
de: Miniaturgröße
es: Tamaño de miniatura
fr: Taille des miniatures
ja: サムネイルサイズ
ko: 축소판 크기
pt_br: Tamanho da miniatura
ru: Размер миниатюры
zh_hans: 缩略图大小
zh_hant: 縮圖大小

source: Overall picker size. %lldpt
de: Gesamtgröße des Umschalters. %lldpt
es: Tamaño general del selector. %lldpt
fr: Taille globale du sélecteur. %lldpt
ja: ピッカー全体のサイズ。%lldpt
ko: 피커 전체 크기. %lldpt
pt_br: Tamanho geral do seletor. %lldpt
ru: Общий размер панели. %lldpt
zh_hans: 选择器整体大小。%lldpt
zh_hant: 選擇器整體大小。%lldpt

source: App icon size
de: App-Symbolgröße
es: Tamaño del icono de app
fr: Taille de l’icône d’app
ja: App アイコンサイズ
ko: 앱 아이콘 크기
pt_br: Tamanho do ícone do app
ru: Размер значка приложения
zh_hans: 应用图标大小
zh_hant: App 圖示大小

source: Size of the app icon on each tile and list row. %lldpt
de: Größe des App-Symbols auf Kachel und Zeile. %lldpt
es: Tamaño del icono de app en cada mosaico y fila. %lldpt
fr: Taille de l’icône d’app sur chaque tuile et ligne. %lldpt
ja: タイルと行に表示する App アイコンのサイズ。%lldpt
ko: 타일과 목록 행의 앱 아이콘 크기. %lldpt
pt_br: Tamanho do ícone do app em cada bloco e linha. %lldpt
ru: Размер значка на плитке и в строке. %lldpt
zh_hans: 每个磁贴和列表行上的应用图标大小。%lldpt
zh_hant: 每個方塊與列表列上的 App 圖示大小。%lldpt

source: Reset sizing
de: Größe zurücksetzen
es: Restablecer tamaño
fr: Réinitialiser la taille
ja: サイズをリセット
ko: 크기 재설정
pt_br: Redefinir tamanho
ru: Сбросить размер
zh_hans: 还原尺寸
zh_hant: 還原尺寸
